{
  "bachelor_thesis": "Bachelorarbeit",
  "kletterwald_website": "Ich habe die neue Website vom Kletterwald Saalburg erstellt",
  "automated_3d_scanner": "Wir arbeiten an einem vollautomatischen 3D-Scanner zum Erzeugen von fotorealistischen digitalen Duplikaten. Dazu kombinieren wir Structured Light, Photogrammetry und einige fotometrische Methoden.",
  "cs_6th_semester": "Fünftes und sechtes Semester meines Informatikstudiums, sowie meine Bachelorarbeit",
  "started_meganero": "Angefangen mit Meganero",
  "learnt_about_monero_description": "Ich habe mich zum ersten mal mit der Kryptowährung Monero beschäftigt und musste feststellen, dass Monero das ist, was Bitcoin eigentlich sein sollte.",
  "photorealistic_3d_scanning": "Fotorealistisches 3D-Scanning",
  "photorealistic_3d_scanning_description": "Ich habe fast 100 Objekte mithilfe von Photogrammetrie in fotorealistische 3D-Modelle verwandelt.",
  "bullet_journal_description": "Ich began mit Bullet Journaling. Das ist eine analoge Technik, um dein Leben für maximale Produktivität zu organisieren.",
  "youtube_videos_description": "Ich habe angefangen, regelmäßig Videos über Technologien zu produzieren.",
  "learnt_freestyle_swimming_description": "Ich war nie ein \"Wassermensch\", aber dieses Jahr habe ich mich dazu überwunden Kraulschwimmen zu lernen. Ein Schritt näher zum Ironman.",
  "cs_3rd_4th_semester": "Drittes und viertes Semester meines Informatikstudiums",
  "founded_first_company_description": "Mein Teampartner und ich haben unser erstes Unternehmen gegründet und sind nun offiziell Unternehmer.",
  "started_3d_designer_desc": "Wir starteten die Arbeit an einer 3D-Produktentwicklungs-Plattform auf der Produkte entworfen, in 3D konfiguriert und produziert werden.",
  "started_drakery_platform_desc": "Nachdem ich mich jahrelang intensiv mit Full-Stack-Entwicklung beschäftigt habe, habe ich mit der Programmierung meines bisher größten Projekts begonnen: Der Aufbau der Drakery-Plattform.",
  "spleenlab_engineer": "Softwareentwickler bei Spleenlab für einige Wochen",
  "first_handstand_push_up": "Mein erster Handstand Pushup",
  "started_3d_scanning_desc": " Die Idee, reale Objekte mittels 3D-Scanning in 3D-Modelle zu verwandeln fasziniert mich. Ich habe Hunderte Objekte gescannt und dabei viel gelernt.",
  "cs_1st_2nd_semester": "Erstes und zweites Semester meines Informatikstudiums",
  "cs_start": "Begonnen mit dem Informatikstudium",
  "startup_teens_desc": "Unsere Idee für eine 3D-Plattform kam beim Startup Teens Wettbewerb in Berlin gut an und wir haben den ersten Preis in der Kategorie \"Plattforms & Services\" gewonnen.",
  "started_calisthenics": "Begann regelmäßig Calisthenics zu trainieren",
  "lacos": "Frontend-Entwickler für einige Monate",
  "high_school": "Abitur",
  "linux_os": "Wechselte zu Linux als Betriebssystem",
  "ice_bathing": "Begann regelmäßig Eisbaden zu gehen",
  "tackle_it_description": "Die App ist nicht mehr verfügbar, aber mit diesem ersten Programmierprojekt habe ich eine GPS-basierte Tracking-App erstellt.",
  "entrepreneurship_description": "Das Lesen von Mj Demarcos Büchern weckte meine Faszination für Unternehmertum.",
  "started_full_stack_dev": "Begonnen Full-Stack-Entwicklung zu lernen",
  "first_line_of_code_description": "Meine erste Zeile Code. Ich erinnere mich, dass ich 2017 ein großes C++-Buch gekauft und gelesen habe.",
  "de_junts_description": "Ein Freund von mir und ich stecken unsere ganze Energie in kreative Kurzfilme und Spielevideos. Aus privaten Gründen sind die Kurzfilme nicht mehr online zu finden.",
  "skatestyle_description": "Ich habe Hunderte von 3D-Animationen für Leute aus der ganzen Welt erstellt.",
  "paluten_description": "Paluten hat mein Intro verwendet. Damals war das eine große Sache. Du kannst dir nicht vorstellen, wie ich mich gefreut habe.",
  "skateboarding_description": "Einige Jahre habe ich den ganzen Tag auf meinem Skateboard verbracht und alle möglichen Tricks gemacht. Erstaunlicherweise hatte ich deswegen nur einmal einen Gips.",
  "childhood_description": "Ich hatte das Glück, in einer tollen Familie aufzuwachsen, die mir gute Werte beibrachte, meine Freiheit respektierte und mir erlaubt hat, viele tolle Orte auf dieser Welt zu sehen.",
  "before": "vorher"
}
