{
  "cs_5th_semester": "5th semester of computer science degree",
  "started_meganero": "Started Meganero",
  "learnt_about_monero_description": "I was dealing with the cryptocurrency Monero for the first time and had to realize that Monero is what Bitcoin should actually be.",
  "photorealistic_3d_scanning": "Photorealistic 3D Scanning",
  "photorealistic_3d_scanning_description": "I've developed a Photogrammetry and 3D Scanning technique that can produce photorealistic digital doubles of physical objects.",
  "bullet_journal_description": "I've started Bullet Journaling. This is an analog technique to organize your life for maximum productivity.",
  "youtube_videos_description": "I've started producing software development videos on a regular basis.",
  "learnt_freestyle_swimming_description": "I never was a \"water-person\", but this year I've pushed myself to learn freestyle swimming. One step closer to the Ironman.",
  "cs_3rd_4th_semester": "3rd and 4th semester of computer science degree",
  "founded_first_company_description": "My team partner and I founded our first company and we're now officially committed to being entrepreneurs.",
  "started_3d_designer_desc": "We started working on a 3D product designer platform where products are designed, can be configured in 3d and are produced.",
  "started_drakery_platform_desc": "After years of extensively learning full stack development, I've started coding my biggest project yet: the Drakery platform.",
  "spleenlab_engineer": "Software engineer at Spleenlab for a few weeks",
  "first_handstand_push_up": "My first handstand push up",
  "started_3d_scanning_desc": "The idea of turning real objects into 3D models with the help of 3D scanning fascinated me. I've scanned hundreds of objects and learnt a lot in the process.",
  "cs_1st_2nd_semester": "1st and 2nd semester of computer science degree",
  "cs_start": "Started studying computer science",
  "startup_teens_desc": "Our idea for a 3D platform was well received at the Startup Teens competition in Berlin and we've won the first price in the \"Platforms & Services\" category.",
  "started_calisthenics": "Started training calisthenics regularly",
  "lacos": "Frontend engineer for a few months",
  "high_school": "Graduated high school",
  "linux_os": "Switched to Linux",
  "ice_bathing": "Started going ice bathing regularly",
  "tackle_it_description": "It's not available anymore, but I've built a GPS-based distance tracker as my first programming project.",
  "entrepreneurship_description": "Reading Mj Demarco's books sparked my fascination for entrepreneurship.",
  "started_full_stack_dev": "Started learning full stack development",
  "first_line_of_code_description": "My first line of code. I remember buying a big C++ book in 2017 and going through it.",
  "de_junts_description": "A friend of mine and I put all our energy into creative short films and gaming videos. We've removed the short films for privacy reasons.",
  "skatestyle_description": "I've created hundreds of 3D animations for people from all around the world.",
  "paluten_description": "Paluten used my intro. Back then, that was a big deal. You can't imagine how happy I was.",
  "skateboarding_description": "For a few years I've spent all day long on my skateboard doing all sorts of tricks. Surprisingly only had a plaster because of it once.",
  "childhood_description": "I had the pleasure to grow up in an amazing family, which taught me good values, respected my freedom and allowed me to see many beautiful places on this earth.",
  "before": "before",
  "born": "Born"
}
